Repository: alexeygorelov/omegat-team-anki-manual-EN-RU
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: For a quick way to dive into Anki, please have a look at these intro videos. They were made with a previous Anki version, but the concepts are the same.
ru_ru: Для быстрого погружения в Anki, пожалуйста, посмотрите эти вступительные видео. Некоторые из них были сделаны в предыдущей версии программы Anki, но концепция осталась та же. (На английском. С русскими или англ. субтитрами)

source: For information on how decks affect the order cards are displayed in, please see the [display order](studying.md#display-order) section.
ru_ru: Информацию о том, как колоды влияют на порядок отображения в них карточек, смотрите в разделе [порядок отображения](studying.md#Порядок-отображения)

source: For more information on the buttons between the note type and the fields, please see the [editor](editing.md) section.
ru_ru: Дополнительные сведения о кнопках между типом записи и полями см. в разделе [редактор](editing.md).

source: For new cards and reviews, Anki fetches cards from the decks in alphabetical order. So in the above example, you would get cards first from “French”, then “My Textbook”, and finally “Vocab”. You can use this to control the order cards appear in, placing high priority cards in decks that appear higher in the list. When computers sort text alphabetically, the “-” character comes before alphabetical characters, and “\~” comes after them. So you could call the deck “-Vocab” to make them appear first, and you could call the other deck “\~My Textbook” to force it to appear after everything else.
ru_ru: Новые и повторяемые карточки Anki выбирает из расположенных в алфавитном порядке колод. Так в приведенном выше примере, сначала вы увидите карточки из колоды "Моя тетрадь", затем "Словарь", и, наконец "Французский". Это можно использовать для управления порядком отображения карточек, помещая карточки с большим приоритетом в колоды, находящиеся выше по списку. При компьютерной сортировке текста по алфавиту, символ "-" идёт перед буквами алфавита, а "\~" — после них [прим. перев. *но перед русскими. В русских (кириллических) названиях колод вместо "\~" можно использовать знак "№"*]. Значит, вы можете назвать колоду "-Французский", чтобы она отображалась первой, а другую — "№Словарь", чтобы отображать её после всего остального.

source: French: Bonjour English: Hello Page: 12
ru_ru: Французский: Bonjour Русский: Здравствуйте Страница: 12

source: From the v2 scheduler, the numbers count _cards_, so the number will always increase by one regardless of the steps remaining.
ru_ru: В планировщике версии 2, считается количество _карточек_, так что число всегда увеличивается на один, независимо от оставшихся шагов.

source: If YouTube is unavailable in your country, you can [download the videos](https://apps.ankiweb.net/downloads/archive/screencasts/2.0/) instead.
ru_ru: Если YouTube блокируется в вашей стране, вы можете [скачать эти видео](https://apps.ankiweb.net/downloads/archive/screencasts/2.0/).

source: If there are no other cards to show you, Anki will show learning cards again even if their delay has not elapsed completely. If you’d prefer to wait the full learning delay, you can change this behaviour in [Preferences>Scheduling>Learn Ahead Limit](preferences.md).
ru_ru: Если нет других карточек для показа, Anki снова покажет изучаемые карточки, даже если их задержка полностью не закончилась. Если вы предпочитаете ждать всю обучающую задержку, вы можете изменить поведение в [Настройки>Расписание>Лимит опережения](preferences.md).

source: If there are no other cards to show you, Anki will show learning cards again even if their delay has not elapsed completely. If you’d prefer to wait the full learning delay, you can change this behaviour in the [preferences](preferences.md).
ru_ru: Если нет других карточек для показа, Anki снова покажет изучаемые карточки, даже если их задержка полностью не закончилась. Если вы предпочитаете ждать всю обучающую задержку, вы можете изменить поведение в [настройках](preferences.md).

source: If you are a language learner, you may be tempted to download a long list of words and their translations, but this won’t teach you a language any more than memorizing scientific equations will teach you astrophysics. To learn properly, you need textbooks, teachers, or exposure to real-world sentences.
ru_ru: Изучая язык, для вас может быть заманчивой возможность скачать длинный список слов и их переводов, но так вы выучите язык не лучше, чем запоминая научные уравнения выучите астрофизику. Чтобы учиться правильно, нужны учебники, учителя или практика в реальных условиях (англ. _exposure to real-world sentences_).

source: If you fall behind in your reviews, Anki will prioritize cards that have been waiting the longest. It does this by taking the cards that have been waiting the longest and showing them to you in a random order up until your daily review limit. This ordering ensures that no cards will be left waiting indefinitely, but it means that if you introduce new cards, their reviews won’t appear until you’ve gotten through your backlog.
ru_ru: Если вы отстали от графика повторения, Anki отдаст предпочтение карточкам, которые ждут дольше всех. Она выбирает карточки ожидающие дольше всех и показывает их в случайном порядке до тех пор, пока не будет исчерпан суточный лимит показов. Такой порядок гарантирует, что никакие карточки не останутся в состоянии вечного ожидания, однако это означает, что если вы добавите новых карточек, то не увидите их до тех пор, пока не наверстаете отставание.

source: If you have downloaded an add-on that is not working properly, or if you accidentally made a mistake when editing an add-on, you can use the "Delete" option in the menu to remove it.
ru_ru: Если вы скачали дополнение, которое работает некорректно, или вы сделали ошибку при редактировании дополнения, вы можете использовать опцию «Удалить» чтобы удалить его.

source: If you wish to change the order of the overdue reviews, you can do so by creating a [filtered deck](filtered-decks.md).
ru_ru: Если вы хотите изменить порядок просмотра просроченных карточек, вы можете это сделать с помощью создания [фильтрованной колоды](filtered-decks.md).

source: If you would like to help translate the manual into a different language, please see the [translation docs](https://translating.ankiweb.net/#/anki/manual).
ru_ru: Если вы хотите помочь с переводом руководства на другой язык, посмотрите [Документацию по переводу](https://translating.ankiweb.net/#/anki/manual).

source: If you would like to help translate the manual into a different language, please see the [translation docs](https://translating.ankiweb.net/anki/manual.html).
ru_ru: Если вы хотите помочь с переводом руководства на другой язык, посмотрите [Документацию по переводу](https://translating.ankiweb.net/anki/manual).

source: Imagine we want to study French vocabulary, and we want to include the page number on the back of each card. We want our cards to look like this:
ru_ru: Представьте, что мы хотим поучить французский словарь и добавлять номер страницы на обратной стороне каждой карточки. Мы хотим, чтобы наши карточки выглядели так:

source: In Anki, this related information is called a 'note', and each piece of information is called a 'field'. So we can say that this type of note has three fields: French, English, and Page.
ru_ru: В Anki эта связанная информация называется 'запись', а каждый фрагмент информации называется 'поле'. Так что мы можем сказать, что у этого типа записи имеется три поля: французский, русский и страница.

source: In SuperMemo's spaced repetition system, every time you answer a question, you tell the program how well you were able to remember it — whether you forgot completely, made a small mistake, remembered with trouble, remembered easily, etc. The program uses this feedback to decide the optimal time to show you the question again. Since a memory gets stronger each time you successfully recall it, the time between reviews gets bigger and bigger — so you may see a question for the first time, then 3 days later, 15 days later, 45 days later, and so on.
ru_ru: В системе интервальных повторений SuperMemo, каждый раз отвечая на вопрос, вы сообщаете программе на сколько легко удалось вспомнить ответ — забыли ли вы его полностью, сделали небольшую ошибку, с трудом вспомнили, вспомнили легко и т. д. Программа использует эти оценки чтобы определить оптимальное время для показа этого вопроса снова. И так как запоминание с каждым удачным воспоминанием становиться всё сильнее, время между показами становится всё дольше и дольше. Таким образом, после первого показа вы можете увидеть ту же карточку через 3 дня, потом через 15, 45 и т. д.

source: In SuperMemo’s spaced repetition system, every time you answer a question, you tell the program how well you were able to remember it – whether you forgot completely, made a small mistake, remembered with trouble, remembered easily, etc. The program uses this feedback to decide the optimal time to show you the question again. Since a memory gets stronger each time you successfully recall it, the time between reviews gets bigger and bigger – so you may see a question for the first time, then 3 days later, 15 days later, 45 days later, and so on.
ru_ru: В системе интервальных повторений SuperMemo, каждый раз отвечая на вопрос, вы сообщаете программе на сколько легко удалось вспомнить ответ -- забыли ли вы его полностью, сделали небольшую ошибку, с трудом вспомнили, вспомнили легко и т. д. Программа использует эти оценки чтобы определить оптимальное время для показа этого вопроса снова. И так как запоминание с каждым удачным воспоминанием становиться всё сильнее, время между показами становится всё дольше и дольше. Таким образом, после первого показа вы можете увидеть ту же карточку через 3 дня, потом через 15, 45 и т. д.

source: In a hurry? Jump straight to [Getting Started](getting-started.md).
ru_ru: Торопитесь? Перейти сразу к [Началу работы](getting-started.md).

source: In order for Anki to create cards based on our notes, we need to give it a blueprint that says which fields should be displayed on the front or back of each card. This blueprint is called a 'card type'. Each type of note can have one or more card types; when you add a note, Anki will create one card for each card type.
ru_ru: Для того чтобы Anki создавала карточки на основе наших записей, мы должны предоставить ей шаблон (англ. _blueprint_) в котором указано, какие поля должны быть показаны на лицевой или обратной стороне каждой карточки. Этот шаблон и называется 'типом карточки'. Каждый тип записи может иметь одну или несколько типов карточек; когда вы добавляете запись, Anki создаст по одной карточке для каждого типа карточек.

source: In the new scheduler, the numbers count _cards_, so the number will always increase by one regardless of the steps remaining.
ru_ru: В новом планировщике, считается количество _карточек_, так что число всегда увеличивается на один, независимо от оставшихся шагов.

source: In the old scheduler, the numbers count _reviews_ needed to finish all the cards in that queue, not the number of _cards_. If you have multiple steps configured for lapsed cards, the number will increase by more than one when you fail a card, since that card needs to be shown several times.
ru_ru: В старом планировщике, считается количество _просмотров_ необходимое для завершения всех карточек в этой очереди, а не количество самих _карточек_. Если задано несколько шагов для забытых карточек, то число увеличивается более чем на один, если вы не справились с карточкой, так как она должна быть показана несколько раз.

source: In the v1 scheduler, the numbers count _reviews_ needed to finish all the cards in that queue, not the number of _cards_. If you have multiple steps configured for lapsed cards, the number will increase by more than one when you fail a card, since that card needs to be shown several times.
ru_ru: В планировщике версии 1, считается количество _просмотров_ необходимое для завершения всех карточек в этой очереди, а не количество самих _карточек_. Если задано несколько шагов для забытых карточек, то число увеличивается более чем на один, если вы не справились с карточкой, так как она должна быть показана несколько раз.

source: In this example, we have three pieces of related information: a French word, an English meaning, and a page number. If we put them together, they’d look like this:
ru_ru: В этом примере у нас есть три, связанных между собой, части информации: французское слово, русское значение и номер страницы. Объединив их вместе, они будут выглядеть вот так:

source: Learning cards are also given up to 5 minutes of extra delay so that they don’t always appear in the same order, but answer buttons won't reflect that. It is not possible to turn this feature off.
ru_ru: Изучаемым карточкам также даётся дополнительная задержка в 5 минут, чтобы они не всегда появляются в одном и том же порядке, но на кнопках ответа это никак не сказывается. Отключить эту функцию невозможно.

source: Mark Note Adds a “marked” tag to the current note, so it can be easily found in the browser. This is similar to flagging individual cards, but works with a tag instead, so if the note has multiple cards, all cards will appear in a search for the marked tag. Most users will want to use flags instead - marking is mainly left around for compatibility with older Anki versions.
ru_ru: Отметить запись Добавляет текущей записи метку "marked", что позволяет легко найти её в обозревателе. Это схоже с отметкой отдельных карточек, только работает с метками (англ. *tag*), поэтому, если в записи есть несколько карточек, все они появятся в поиске по метке marked. Большинству пользователей лучше использовать флаги --- отметки, в основном, оставлены для совместимости с более старыми версиями Anki.

source: Michael Nielsen has written a [thorough piece](http://augmentingcognition.com/ltm.html) about long term memory and how he uses Anki. He also provides a [condensed version](https://twitter.com/michael_nielsen/status/957763229454774272) as a series of tweets.
ru_ru: Майкл Нильсен (Michael Nielsen) [подробно](http://augmentingcognition.com/ltm.html) написал о долгосрочной памяти и как он пользуется Anki. Он также предоставил [сокращенную версию](https://twitter.com/michael_nielsen/status/957763229454774272) в виде серии твитов.

source: Most of the common operations in Anki have keyboard shortcuts. Most of them are discoverable in the interface: menu items list their shortcuts next to them, and hovering the mouse cursor over a button will generally show its shortcut in a tooltip.
ru_ru: Для большинства общих действий в Anki имеются клавиатурные сокращения. Многие из них легко обнаружить в элементах интерфейса: рядом с пунктами меню отображаются их клавиатурные сокращения, а наведение курсора мыши на кнопку, как правило, показывает её клавиатурное сокращение во всплывающей подсказке.

source: Most shared decks are created by people who are learning material outside of Anki – from textbooks, classes, TV, etc. They select the interesting points from what they learn and put them into Anki. They make no effort to add background information or explanations to the cards, because they already understand the material. So when someone else downloads their deck and tries to use it, they’ll find it very difficult as the background information and explanations are missing.
ru_ru: Большинство общих колод созданы людьми, которые изучат материал вне Anki — по учебникам, на уроках, по телевизора и т.д. Они выбирают интересные для себя моменты из того, что они учат, и добавляют их в Anki. Они не утруждают себя добавлением справочной информации или пояснений к карточкам, поскольку они уже понимают материал. Поэтому, когда кто-то другой скачивает их колоду и пытается ее использовать, для них это оказывается очень трудным поскольку отсутствует необходимый информационный фон и пояснения.

source: New cards and reviews are fetched separately, and Anki won’t wait until both queues are empty before moving on to the next deck, so it’s possible you’ll be exposed to new cards from one deck while seeing reviews from another deck, or vice versa. If you don’t want this, click directly on the deck you want to study instead of one of the parent decks.
ru_ru: Новые и повторяемые карточки выбираются отдельно, и Anki не будет ждать, пока закончатся обе очереди, прежде чем перейти к следующей колоде, так что возможно, вам будут показываться новые карточки из одной колоды и повторяемые из другой, и наоборот. Если вам это не подходит, нажимайте непосредственно на колоду которую хотите изучать, а не на родительские колоды.

source: Notes and note types are common to your whole collection rather than limited to an individual deck. This means you can use many different types of notes in a particular deck, or have different cards generated from a particular note in different decks. When you add notes using the Add window, you can select what note type to use and what deck to use, and these choices are completely independent of each other. You can also change the note type of some notes [after you’ve already created them](browsing.md).
ru_ru: Записи и типы записей являются общими для всей коллекции, а не ограничиваются отдельной колодой. Это означает, что вы можете использовать несколько различных типов записей в определенной колоде или иметь разные карточки, сгенерированные на основе одной записи в разных колодах. При добавлении записей с помощью окна Добавить, можно выбрать какой использовать тип записи и какую колоду, и эти варианты полностью независимы друг от друга. Можно также изменить тип записи для некоторых записей [после того, как они уже были созданы](browsing.md).

source: On the decks screen, your decks will be displayed in a list. There are three columns. 'New' is the number of new cards that are ready to be learnt that day. The second column shows the number of cards currently in learning. 'Due' is the count of waiting reviews.
ru_ru: На экране колод ваши колоды представлены в виде списка. В нем присутствуют три числовых столбца. 'Новые' — это количество новых карточек, которые подготовлены к заучиванию в этот день. Вторая колонка отображает количество карточек изучаемых в данный момент. 'К просмотру' — это количество ожидающих повторения.

source: On the decks screen, your decks will be displayed in a list. There are two number columns, 'due' and 'new'. 'Due' is the count of waiting reviews and cards currently in learning. 'New' is the number of new cards that are ready to be learnt that day.
ru_ru: На экране колод ваши колоды представлены в виде списка. В нем присутствуют два числовых столбца: 'К просмотру' и 'Новые'. 'К просмотру' — это количество ожидающих повторения и уже разучиваемые карточки. 'Новые' — это количество новых карточек, которые подготовлены к заучиванию в этот день.

source: Once a card type has been created, every time you add a new note, a card will be created based on that card type. Card types make it easy to keep the formatting of your cards consistent and can greatly reduce the amount of effort involved in adding information. They also mean Anki can ensure related cards don’t appear too close to each other, and they allow you to fix a typing mistake or factual error once and have all the related cards updated at once.
ru_ru: Однажды создав тип карточки, в дальнейшем, каждый раз добавляя новую запись, карточка будет создаваться на основе этого типа карточки. Типы карточек упрощают содержание в единообразном состоянии оформления ваших карточек и могут значительно облегчить добавление информации.

source: One example is in 1972, when a German scientist called Sebastian Leitner popularized a method of spaced repetition with paper flashcards. By separating the paper cards up into a series of boxes, and moving the cards to a different box on each successful or unsuccessful review, it was possible to see at a glance a rough estimate of how well a card was known and when it should be reviewed again. This was a great improvement over a single box of cards, and it has been widely adopted by computerized flashcard software. It is a rather rough approach however, as it can’t give you an exact date on which you should review something again, and it doesn’t cope very well with material of varying difficulty.
ru_ru: Один пример из 1972 года, когда немецкий ученый Себастьян Лейтнер популяризировал метод интервальных повторений в виде бумажных карточек. Разделяя бумажные карточки на несколько коробок в зависимости от того, удалось или нет вспомнить ответ, можно было сразу получить приблизительное представление о том, насколько хорошо была выучена карточка и когда следует снова пересмотреть её. Это было намного лучше чем складывание всех карточек в одной коробке и в последствии такой подход стал широко использоваться в компьютерных программах имитирующих работу с бумажными флеш-карточками. Однако это довольно грубый подход, поскольку он не может дать точной даты, когда вы должны пересмотреть что-то в следующий раз и не очень хорошо справляется с материалами различной сложности.

source: One example was in 1972, when a German scientist called Sebastian Leitner popularized a method of spaced repetition with paper flashcards. By separating the paper cards into a series of boxes, and moving the cards to a different box on each successful or unsuccessful review, it was possible to see at a glance a rough estimate of how well a card was known and when it should be reviewed again. This was a great improvement over a single box of cards, and it has been widely adopted by computerized flashcard software. It is a rather rough approach however, as it cannot give you an exact date on which you should review something again, and it does not cope very well with material of varying difficulty.
ru_ru: Один пример из 1972 года, когда немецкий ученый Себастьян Лейтнер популяризировал метод интервальных повторений в виде бумажных карточек. Разделяя бумажные карточки на несколько коробок в зависимости от того, удалось или нет вспомнить ответ, можно было сразу получить приблизительное представление о том, насколько хорошо была выучена карточка и когда следует снова пересмотреть её. Это было намного лучше, чем складывание всех карточек в одной коробке и в последствии такой подход стал широко использоваться в компьютерных программах, имитирующих работу с бумажными флеш-карточками. Однако это довольно грубый подход, поскольку он не может дать точной даты, когда вы должны пересмотреть что-то в следующий раз и не очень хорошо справляется с материалами различной сложности.

source: Options Edit the options for the current deck.
ru_ru: Настройки Редактировать настройки текущей колоды.

source: Our brains are efficient machines, and they rapidly discard information that doesn't seem useful. Chances are that you don't remember what you had for dinner on Monday two weeks ago, because this information is not usually useful. If you went to a fantastic restaurant that day and spent the last two weeks telling people about how great it was, however, you're likely to still remember in vivid detail.
ru_ru: Наш мозг — эффективный механизм, и он быстро отказывается от информации, которая не кажется ему полезной. Скорее всего, вы не вспомните, что было у вас на обед в понедельник две недели назад, потому что эта информация обычно бесполезна. А вот если в тот день вы были в фантастическом ресторане и потом ещё две недели рассказывали всем вокруг о том, как это было здорово, вы, вероятно, будете помнить всё в мельчайших подробностях.
